---
kind: property
id: P:Autodesk.Revit.DB.PointCloudInstance.SupportsOverrides
source: html/51fe7564-bb16-0ae4-5e2c-c2e80e77fce2.htm
---
# Autodesk.Revit.DB.PointCloudInstance.SupportsOverrides Property

Identifies whether the instance can have graphic overrides.

## Syntax (C#)
```csharp
public bool SupportsOverrides { get; }
```